Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/www.samediggi.se/3334.html.tmx
Source language: sme
Languages: smj

source: Boazomearkkat - Sametinget
smj: Boatsojmerka - Sametinget

source: Govva: Marie Enoksson.
smj: Gåvvå: Marie Enoksson.

source: Boazomearkkat
smj: Boatsojmerka

source: Boazomearka lea submi sániin olgeš ja gurut beljjiin mat muitalit gii bohcco eaiggáda.
smj: Boatsojmärkka le sárgij låhko rievtes ja gåro bieljen ma giehttu gut boahttsuv äjggu.

source: Ruoŧas eai gávdno gottit, visot bohccot eaiggáduvvojit priváhtaolbmuin.
smj: Svierigin e gåtte gávnnu ájnnat gájkka boahttsu priváhta ulmutjis äjgoduvvi.

source: Geažotbealjit leat čearu oktasaš oapmi.
smj: Gätjoga li tjielde aktisasj åbmudagá.

source: Boazomearka lea erenoamáš persovnnalaš ja árbejuvvo dábálaččat soga siste.
smj: Boatsojmärkka le iehkeven persåvnålasj ja álu fuolken árbbiduvvá.

source: Boazomearkaregisttar
smj: Boatsojmärkkaregistar

source: Visot boazomearkkat leat čohkkejuvvon ovtta boazomearkaregisttarii.
smj: Gájkka boatsojmerka li boatsojmärkkaregisstarin tjoahkkidum.

source: Sámedikkis lea ovddasvástádus registreret ja registreret eret boazomearkkaid.
smj: Sámedikke åvdåsvásstet boatsojmerkaj registardimes ja ieritregistardimes.

source: Skovit
smj: Blankehta

source: Sámediggi lea hábmen ođđa skoviid boazomearkagieđahallamii.
smj: Samedigge le ådå blankehtajt boatsojmärkkagiehtadallamij hábbmim.

source: Daid gávnnat olgešspálttas pdf-fiilan ja daidda sáhtát dieđuid deavdit.
smj: Gávna dájt rievtesrájagin pdf-fijllan.

source: Skoviid sáhtát maid diŋgot Sámedikki hálddahusas.
smj: Máhttelis le aj blankehtajt Sámedikke dåjmadagás rávvit.

source: Dovdameahttun bohccot
smj: Vieroga

source: Dovdameahttun bohccot leat ožžon iežas bajilčállaga gurutfálus.
smj: Vierogijn li ietjasa rubrijkka gåroválljidagán.
